Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: Typically, "AIM", "Google Chat", "ICQ", "XMPP", "MSN", "Skype", "QQ", "Yahoo" or "Other".
fr_fr: Généralement, " AIM ", " Google Chat ", " ICQ ", " XMPP ", " MSN ", " Skype ", " QQ ", " Yahoo " ou " Autre ".

source: Instant messaging address of the user.
fr_fr: Adresse de messagerie instantanée de l'utilisateur.

source: Middle name
fr_fr: Deuxième prénom

source: Example: Jane.
fr_fr: Exemple : Jane.

source: Middle name of the user.
fr_fr: Deuxième prénom de l'utilisateur.

source: Nickname
fr_fr: Surnom

source: Example: Babs.
fr_fr: Exemple : Babs.

source: Preferred name/usual name to address the user.
fr_fr: Nom préféré/nom usuel pour s'adresser à l'utilisateur.

source: Phone number
fr_fr: Numéro de téléphone

source: Example: +1-111-111-1111.
fr_fr: Exemple : +1-111-111-1111.

source: Phone number type. Typically, "Work", "Home", "Mobile", "Fax", "Pager" or "Other".
fr_fr: Type de numéro de téléphone. Les valeurs types sont " Travail ", " Domicile ", " Mobile ", " Fax ", " Pager " ou " Autre ".

source: Phone number of the user.
fr_fr: Numéro de téléphone de l'utilisateur.

source: Use email
fr_fr: Utiliser l'email

source: Invalid email address
fr_fr: Adresse email non valide

source: Secondary email address
fr_fr: Adresse email secondaire

source: Example: email@domain.com.
fr_fr: Exemple : email@domain.com.

source: Type of the secondary email address. Typically, "Work", "Home" or "Other".
fr_fr: Type de l'adresse email secondaire. Les valeurs typiques sont " Travail ", " Maison " ou " Autre ".

source: Secondary email address of the user.
fr_fr: Adresse e-mail secondaire de l'utilisateur.

source: User type
fr_fr: Type d'utilisateur

source: Choose type
fr_fr: Choisissez un type

source: Identifies the relationship between the organization and the user.
fr_fr: Identifie la relation entre l'organisation et l'utilisateur.

source: External profile
fr_fr: Profil externe

source: Example: Web page.
fr_fr: Exemple : Page web.

source: Optional field. Can be the URL to an external website with the user's online profile, for example on LinkedIn.
fr_fr: Champ facultatif. Il peut s'agir de l'URL d'un site web externe contenant le profil en ligne de l'utilisateur, par exemple sur LinkedIn.

source: Username
fr_fr: Nom d'utilisateur

source: Used for logging into system; must be unique value. We highly recommend using the email address or the external ID as the username.
fr_fr: Utilisé pour se connecter au système ; doit être une valeur unique. Nous recommandons d'utiliser l'adresse email ou l'ID externe comme nom d'utilisateur.

source: Full name
fr_fr: Nom complet

source: Unique identifiers
fr_fr: Identifiants uniques

source: Language & timezone
fr_fr: Langue & fuseau horaire

source: Language code
fr_fr: Code de langue

source: Full language code. In addition to the language itself, a regional indication may be displayed. For instance "en-US".
fr_fr: Code de langue complet. En plus de la langue elle-même, une indication régionale peut être affichée. Par exemple "fr-FR".

source: Preferred language
fr_fr: Langue de préférence

source: Preferred written or spoken languages of the user. Typically used to select the translated interface.
fr_fr: Langues écrites ou parlées par l'utilisateur. Généralement utilisé pour sélectionner la traduction de l'interface.

source: Time zone of the user.
fr_fr: Fuseau horaire de l'utilisateur.

source: Workers & roles settings
fr_fr: Paramètres des employé(e)s et des rôles

source: Organization details
fr_fr: Détails de l'organisation

source: Primary mailing address
fr_fr: Adresse postale principale

source: Roles
fr_fr: Rôles

source: Secondary mailing address
fr_fr: Adresse postale secondaire

source: Secondary email
fr_fr: Email secondaire

source: Are you sure you want to activate this user?
fr_fr: Voulez-vous vraiment activer cet utilisateur ?

source: Are you sure you want to deactivate this user?
fr_fr: Voulez-vous vraiment désactiver cet utilisateur ?

source: Eligible for performance review
fr_fr: Eligible à un bilan de performance

source: Activate
fr_fr: Activer

source: User management
fr_fr: Gestion des utilisateurs

source: Enable the "Variable" widget
fr_fr: Activer le widget " Variable "

source: View organizational unit
fr_fr: Afficher l'unité organisationnelle

source: Type to select a manager
fr_fr: Saisissez des caractères pour sélectionner un manager

source: Line manager of the user
fr_fr: Manager direct de l'utilisateur

source: Please add at least one goal.
fr_fr: Veuillez ajouter au moins un objectif.

source: All organizational units
fr_fr: Toutes les unités organisationnelles

source: All updates were saved.
fr_fr: Toutes les mises à jour ont été enregistrées.

source: # Accepted data privacy
fr_fr: # Confidentialité des données acceptée

source: % Accepted data privacy
fr_fr: % Acceptation de la politique de confidentialité

source: Achievement total score
fr_fr: Score total des réalisations

source: Action date time
fr_fr: Date et heure de l'action

source: Action name
fr_fr: Nom de l'action

source: Action username
fr_fr: Nom d'utilisateur de l'action

source: # Deliverables completed
fr_fr: # Livrables complétés

source: % Active managers requested feedback
fr_fr: % Managers actifs ayant demandé du feedback

source: % Active managers sent feedback
fr_fr: % Managers actifs ayant envoyé du feedback

source: Active users
fr_fr: Utilisateurs actifs

source: # Active users
fr_fr: # Utilisateurs actifs

source: % Active workers requested feedback
fr_fr: % d'employé(e)s actifs ayant demandé un feedback

source: % Active workers sent feedback
fr_fr: % Employé(e)s actif(ve)s ayant envoyé du feedback

source: Actual number total documents
fr_fr: Nombre réel total de documents

source: After deadline
fr_fr: Après la date limite

source: Agenda
fr_fr: Ordre du jour

source: % Aligned behavior ratings
fr_fr: % Notations de comportement alignées

source: Aligned goal ID
fr_fr: ID de l'objectif aligné

source: Aligned goal name
fr_fr: Nom de l'objectif aligné

source: Aligned goal owner name
fr_fr: Nom du titulaire de l'objectif aligné

source: Aligned goal owner worker ID
fr_fr: ID employé(e) du titulaire de l'objectif aligné

source: % Aligned goal rating
fr_fr: % Notation de l'objectif aligné

source: Aligned goal type name
fr_fr: Nom du type d'objectif aligné

source: # Aligned goals
fr_fr: # Objectifs alignés

source: % Aligned goals
fr_fr: % Objectifs alignés

source: % Aligned
fr_fr: % Alignés

source: Alignment
fr_fr: Alignement

source: % Alignment
fr_fr: % d'alignement

source: Analytics user email
fr_fr: E-mail de l'utilisateur Analytics

source: Analytics user full name
fr_fr: Nom complet de l'utilisateur Analytics

source: Analytics user ID
fr_fr: Identifiant utilisateur Analytics

source: Analytics worker ID
fr_fr: ID employé(e) Analytics

source: # Android logins
fr_fr: # Connexions Android

source: % Android logins
fr_fr: % Connexions Android

source: Answer by ID
fr_fr: Réponse par identifiant

source: Answer by role
fr_fr: Réponse par rôle

source: Answer - Comment
fr_fr: Réponse - Commentaire

source: Answer free text
fr_fr: Réponse en texte libre

source: Answer from
fr_fr: Réponse de

source: Answer option ID
fr_fr: ID de l'option de réponse

source: Answer permission
fr_fr: Permission de réponse

source: Answer - Scale
fr_fr: Réponse - Échelle

source: Answer value
fr_fr: Valeur de la réponse

source: Answered by full name
fr_fr: Réponse par nom complet

source: # Answers
fr_fr: # Réponses

source: % Approved goals
fr_fr: % Objectifs approuvés

source: % Approved
fr_fr: % Approuvés

source: Assigned check-in
fr_fr: Check-in assigné

source: Average max. score
fr_fr: Score max. moyen

source: Average score for clarity
fr_fr: Score moyen de clarté

source: Average score for trust
fr_fr: Score moyen de confiance

source: Average total score
fr_fr: Score total moyen

source: Avg. aligned goal progress
fr_fr: Progression moyenne des objectifs alignés

source: Avg. behaviors per feedback
fr_fr: Comportements moyens par feedback

source: Avg. check-ins per manager
fr_fr: Check-ins moyens par manager

source: Avg. check-ins per user
fr_fr: Check-ins moyens par utilisateur

source: Avg. check-ins per worker
fr_fr: Check-ins moyens par employé(e)

source: Avg. clarity
fr_fr: Clarté moyenne

source: Avg. feedback sent per user
fr_fr: Feedback moyen envoyé par utilisateur

source: Avg. logins per user
fr_fr: Moy. de connexions par utilisateur

source: Avg. main goals progress
fr_fr: Progression moyenne des objectifs principaux

source: % Goal progress
fr_fr: % Progression des objectifs

source: Avg. trust
fr_fr: Confiance moyenne

source: Avg. word count
fr_fr: Nombre moyen de mots

source: Before deadline
fr_fr: Avant la date limite

source: # Before warning
fr_fr: # Avant avertissement

source: % Before warning
fr_fr: % Avant avertissement

source: Behavior library
fr_fr: Bibliothèque de comportements

source: Behavior name
fr_fr: Nom du comportement

source: # Behaviors
fr_fr: # Comportements

source: Behaviors sent
fr_fr: Comportements envoyés

source: Behavior actions
fr_fr: Actions comportementales

source: # Behaviors received
fr_fr: # Comportements reçus

source: # Behaviors requested
fr_fr: # Comportements demandés

source: Challenge completed
fr_fr: Défi accompli

source: Challenge start date
fr_fr: Date de début du défi

source: Check-in date
fr_fr: Date du check-in

source: Check-in ID
fr_fr: ID du check-in

source: % Check-in ID row total
fr_fr: % Total de la ligne ID du check-in

source: Check-in participant relationship
fr_fr: Relation des participants au check-in

source: Check-in recipient
fr_fr: Destinataire du check-in

source: Check-in recipient email
fr_fr: E-mail du destinataire du check-in

source: Check-in relationship type
fr_fr: Type de relation du check-in

source: Check-in type
fr_fr: Type d'entretien

source: % Check-ins in the future
fr_fr: % Check-ins à venir

source: % Check-ins with messages
fr_fr: % Check-ins avec messages

source: Child goal status
fr_fr: Statut de l'objectif enfant

source: Clear
fr_fr: Effacer

source: # Closed
fr_fr: # Clôturé

source: % Closed
fr_fr: % Clôturé

source: # Closed without document
fr_fr: # Clôturé sans document

source: % Closed without document
fr_fr: % Clôturé sans document

source: Communication round end date
fr_fr: Date de fin du cycle de communication

source: Communication round ID
fr_fr: ID du cycle de communication

source: Communication round name
fr_fr: Nom du cycle de communication

source: Communication round start date
fr_fr: Date de début du cycle de communication

source: Communication round state
fr_fr: État du cycle de communication

source: # Completed
fr_fr: Nbre terminés

source: # Completed plans
fr_fr: Nbre de plans terminés

source: % Completed plans
fr_fr: % Plans terminés

source: # Completed reviews
fr_fr: Nombre de bilans complétés

source: Completion rate
fr_fr: Taux de complétion

source: # Connections
fr_fr: # Connexions

source: Constructive
fr_fr: Constructif

source: # Constructive
fr_fr: Nbre constructifs

source: Contract type
fr_fr: Type de contrat

source: Count
fr_fr: Nombre

source: Created/assigned
fr_fr: Créé/assigné

source: Created date
fr_fr: Date de création

source: # Cumulative logins
fr_fr: # Connexions cumulées

source: Cumulative manager submission over time
fr_fr: Soumissions cumulatives des managers au fil du temps

source: Cumulative worker submission over time
fr_fr: Soumissions cumulatives des employé(e)s au fil du temps

source: % Current goal progress
fr_fr: % Progression actuelle de l'objectif

source: Current manager ID
fr_fr: Identifiant du manager actuel

source: Current manager name
fr_fr: Nom du manager actuel

source: Data Privacy acceptance status
fr_fr: Statut d'acceptation de la confidentialité des données

source: Date created
fr_fr: Date de création

source: Date set refusal
fr_fr: Date de refus définie

source: Date time worker submit
fr_fr: Date et heure de soumission de l'employé(e)

source: Date time manager submit
fr_fr: Date et heure de soumission du manager

source: Deadline status
fr_fr: Statut de la date limite

source: Deleted by
fr_fr: Supprimé par

source: Deleted date
fr_fr: Date de suppression

source: % Deliverable completion
fr_fr: % Achèvement des livrables

source: Deliverables
fr_fr: Livrables

source: # Deliverables
fr_fr: Nombre de livrables

source: % Desktop logins
fr_fr: % Connexions bureau

source: # Desktop
fr_fr: # Bureau

source: Detailed review status
fr_fr: Statut détaillé du bilan

source: % Discussion points
fr_fr: % Points de discussion

source: % Distribution
fr_fr: % de distribution

source: Division
fr_fr: Département

source: Document creation date
fr_fr: Date de création du document

source: Document ID
fr_fr: ID du document

source: Document name
fr_fr: Nom du document

source: # Document review
fr_fr: # Bilan du document

source: % Document review
fr_fr: % Bilan du document

source: Document status
fr_fr: Statut du document

source: Document was overridden
fr_fr: Document remplacé

source: # Drivers
fr_fr: Nbre de facteurs

source: Due date
fr_fr: Date d'échéance

source: Education level
fr_fr: Niveau d'éducation

source: Worker goal comment
fr_fr: Commentaire sur l'objectif de l'employé(e)

source: Worker goal rating
fr_fr: Notation de l'objectif de l'employé(e)

source: Worker name
fr_fr: Nom de l'employé(e)

source: Worker tandem ID
fr_fr: Identifiant tandem de l'employé(e)

source: Employment status
fr_fr: Statut d'emploi

source: % Endorsed feedback
fr_fr: % Feedbacks approuvés

source: Ethnicity
fr_fr: Ethnicité

source: Evaluation section
fr_fr: Section d'évaluation

source: # Favorite
fr_fr: Nbre de favoris

source: % Feedback followed up
fr_fr: % Feedbacks suivis

source: Feedback ID
fr_fr: ID du feedback

source: # Feedback
fr_fr: Nbre de feedbacks

source: Feedback ratings ID
fr_fr: ID des notations de feedback

source: Feedback relationship
fr_fr: Relation de feedback

source: Feedback request ID
fr_fr: ID de la demande de feedback

source: # Feedback requested
fr_fr: Nbre de feedbacks demandés

source: # Feedback requests
fr_fr: Nbre de demandes de feedback

source: # Feedback sent
fr_fr: Nbre de feedbacks envoyés

source: # Feedback to manager
fr_fr: Nbre de feedbacks au manager

source: # Feedback to worker
fr_fr: Nbre de feedbacks à l'employé(e)

source: Feedback UID
fr_fr: UID du feedback

source: % Feedback with behaviors
fr_fr: % Feedbacks avec comportements

source: File name
fr_fr: Nom du fichier

source: Final alignment
fr_fr: Alignement final

source: First read date
fr_fr: Date de première lecture

source: % Followed-up feedback
fr_fr: % Feedbacks suivis

source: From worker ID
fr_fr: ID de l'employé(e) expéditeur

source: FTE
fr_fr: ETP

source: Gender
fr_fr: Sexe

source: % Goal completion
fr_fr: % Achèvement des objectifs

source: Goal creator worker ID
fr_fr: ID de l'employé(e) créateur de l'objectif

source: # Goal drivers
fr_fr: Nbre de facteurs d'objectif

source: # Goal duration days
fr_fr: Nbre de jours de durée de l'objectif

source: Goal ID
fr_fr: ID de l'objectif

source: Goal owner worker ID
fr_fr: ID de l'employé(e) titulaire de l'objectif

source: Goal plan name
fr_fr: Nom du plan d'objectif

source: Goal sharing status
fr_fr: Statut de partage de l'objectif

source: Goal tag driver concat
fr_fr: Concat facteur de tag d'objectif

source: Goal title
fr_fr: Titre de l'objectif

source: Goal workflow type
fr_fr: Type de workflow de l'objectif

source: % Goals completed
fr_fr: % Objectifs atteints

source: # Goals
fr_fr: Nbre d'objectifs

source: % Goals pending approval
fr_fr: % Objectifs en attente d'approbation

source: % Goals with deliverables
fr_fr: % Objectifs avec livrables

source: # Goals with drivers
fr_fr: # Objectifs avec facteurs

source: Grade
fr_fr: Echelon

source: %GT count of accepted data privacy
fr_fr: %GT nombre de confidentialités des données acceptées

source: Has accepted data privacy
fr_fr: A accepté la confidentialité des données

source: Has all company access boolean
fr_fr: Booléen d'accès à toute l'entreprise

source: Has public visibility
fr_fr: Visibilité publique

source: Has rating changed during challenge
fr_fr: La notation a-t-elle changé pendant le défi

source: Helpful
fr_fr: Utile

source: # Helpful
fr_fr: # Utile

source: Home country
fr_fr: Pays d'origine

source: Host country
fr_fr: Pays d'accueil

source: # HRBP review
fr_fr: # Bilan HRBP

source: % HRBP review
fr_fr: % Bilan HRBP

source: # In progress
fr_fr: # En cours

source: % In progress
fr_fr: % En cours

source: Insightful
fr_fr: Pertinent

source: # Insightful
fr_fr: # Perspicace

source: Inspiring
fr_fr: Exaltant

source: # Inspiring
fr_fr: # Inspirant

source: % iPhone logins
fr_fr: % connexions iPhone

source: Is archived
fr_fr: Est archivé

source: Is completed
fr_fr: Est terminé

source: Is constructive
fr_fr: Est constructif

source: Is helpful
fr_fr: Est utile

source: Is insightful
fr_fr: Est perspicace

source: Is inspiring
fr_fr: Est inspirant

source: Is read
fr_fr: Est lu

source: Is recurrent label
fr_fr: Est un intitulé récurrent

source: Is unclear
fr_fr: Est peu clair

source: Is unhelpful
fr_fr: Est inutile

source: Job category
fr_fr: Catégorie de travail

source: Job code
fr_fr: Code emploi

source: Job family
fr_fr: Famille de postes

source: Job level
fr_fr: Niveau de poste

source: Last modified date
fr_fr: Date de dernière modification

source: Last updated date
fr_fr: Date de dernière mise à jour

source: Legal entity
fr_fr: Entité légale

source: Let's discuss completed
fr_fr: Discussion complétée

source: Let's discuss start date
fr_fr: Discutons de la date de début

source: # Let's meet
fr_fr: # Rencontrons-nous

source: Library name value
fr_fr: Valeur du nom de bibliothèque

source: % Linked to goals
fr_fr: % Lié aux objectifs

source: LL rating change
fr_fr: Changement de notation LL

source: % Logged in
fr_fr: % Connecté

source: Logins
fr_fr: Connexions

source: # Logins
fr_fr: # Connexions

source: # Main goals
fr_fr: # Objectifs principaux

source: Manager + 1 name
fr_fr: Nom du manager + 1

source: Manager + 1 rating (Challenge)
fr_fr: Notation du manager + 1 (Contestation)

source: Manager behavior comment
fr_fr: Commentaire du manager sur le comportement

source: Manager behavior rating name
fr_fr: Nom de la notation de comportement du manager

source: # Manager completed review
fr_fr: Nb de bilans complétés par le manager

source: % Manager completed review
fr_fr: % de bilans complétés par le manager

source: Manager email
fr_fr: E-mail du manager

source: Manager final rating comment
fr_fr: Commentaire de la notation finale du manager

source: Manager full name
fr_fr: Nom complet du manager

source: Manager goal comment
fr_fr: Commentaire du manager sur l'objectif

source: Manager goal rating
fr_fr: Notation des objectifs par le manager

source: Manager ID
fr_fr: ID du manager

source: % Managers logged in
fr_fr: % Managers connectés

source: Manager name
fr_fr: Nom du manager

source: Manager rating (Let's discuss)
fr_fr: Notation du manager (À discuter)

source: Manager rating name
fr_fr: Nom de la notation du manager

source: Manager rating (Published)
fr_fr: Notation du manager (Publiée)

source: Manager rating submitted
fr_fr: Notation du manager soumise

source: Manager review status
fr_fr: Statut du bilan manager

source: Manager's overall behavior rating comment
fr_fr: Commentaire de la notation globale des comportements du manager

source: Manager's overall behavior rating scale ID
fr_fr: ID de l'échelle de notation globale des comportements du manager

source: Manager's overall goal rating comment
fr_fr: Commentaire de la notation globale des objectifs du manager

source: Manager's overall goal rating scale ID
fr_fr: ID de l'échelle de notation globale des objectifs du manager

source: Max. score
fr_fr: Score max.

source: Max. weighted score
fr_fr: Score pondéré max.

source: Measurement criteria
fr_fr: Critères de mesure

source: # Measurement criteria achieved
fr_fr: # Critères de mesure atteints

source: % Measurement criteria achieved
fr_fr: % Critères de mesure atteints

source: # Measurement criteria
fr_fr: # Critères de mesure

source: Moderated
fr_fr: Modéré

source: Modified date
fr_fr: Date de modification

source: % MS Teams logins
fr_fr: % Connexions MS Teams

source: Nationality 1
fr_fr: Nationalité 1

source: Nationality 2
fr_fr: Nationalité 2

source: # New
fr_fr: # Nouveau

source: % New
fr_fr: % Nouveau

source: # Not closed
fr_fr: # Non clôturé

source: % Not declined data privacy
fr_fr: % N'ayant pas refusé la confidentialité des données

source: # Not declined privacy
fr_fr: # Confidentialité non refusée

source: # Not released
fr_fr: # Non publié

source: % Not released
fr_fr: % Non publié

source: % of check-ins
fr_fr: % de check-ins

source: % of total
fr_fr: % du total

source: Option value name
fr_fr: Nom de la valeur d'option

source: Order request status
fr_fr: Statut de la demande de commande

source: OrgLevel1
fr_fr: Niveau organisationnel 1

source: OrgLevel10
fr_fr: Niveau organisationnel 10

source: OrgLevel2
fr_fr: Niveau organisationnel 2

source: OrgLevel3
fr_fr: Niveau organisationnel 3

source: OrgLevel4
fr_fr: Niveau organisationnel 4

source: OrgLevel5
fr_fr: Niveau organisationnel 5

source: OrgLevel6
fr_fr: Niveau organisationnel 6

source: OrgLevel7
fr_fr: Niveau organisationnel 7

source: OrgLevel8
fr_fr: Niveau organisationnel 8

source: OrgLevel9
fr_fr: Niveau organisationnel 9

source: OrgLevelHierarchy
fr_fr: Hiérarchie des niveaux organisationnels

source: % Outlook logins
fr_fr: % Connexions Outlook

source: # Outlook
fr_fr: # Perspectives

source: Overall review status
fr_fr: Statut global du bilan

source: # Overdue
fr_fr: # En retard

source: % Overdue
fr_fr: % En retard

source: Overwritten flag
fr_fr: Indicateur de remplacement

source: Parent goal ID
fr_fr: ID de l'objectif parent

source: Parent goal name
fr_fr: Nom de l'objectif parent

source: Parent goal owner name
fr_fr: Nom du titulaire de l'objectif parent

source: Parent goal owner worker ID
fr_fr: ID employé(e) du titulaire de l'objectif parent

source: % parent goal progress
fr_fr: % de progression de l'objectif parent

source: Parent goal type name
fr_fr: Nom du type d'objectif parent

source: Participant 1 email
fr_fr: E-mail du participant 1

source: Participant 1 ID
fr_fr: ID du participant 1

source: Participant 1 name
fr_fr: Nom du participant 1

source: Participant 2 email
fr_fr: E-mail du participant 2

source: Participant 2 ID
fr_fr: ID du participant 2

source: Participant 2 name
fr_fr: Nom du participant 2

source: Participant emails
fr_fr: E-mails des participants

source: Participants IDs
fr_fr: ID des participants

source: Participant names
fr_fr: Noms des participants

source: Pending approval
fr_fr: En attente d'approbation

source: # Pending document release
fr_fr: # Publication du document en attente

source: % Pending document release
fr_fr: % Publication du document en attente

source: Performance review UUID
fr_fr: UUID du bilan de performance

source: Plan name
fr_fr: Nom du plan

source: Plan refused
fr_fr: Plan refusé

source: # Plans not completed
fr_fr: Nombre de plans non complétés

source: # Plans pending manager completion
fr_fr: Nombre de plans en attente de complétion par le manager

source: % Plans pending manager completion
fr_fr: % de plans en attente de complétion par le manager

source: # Plans pending self-assessment
fr_fr: Nombre de plans en attente d'auto-évaluation

source: % Plans pending worker submission
fr_fr: % de plans en attente de soumission par l'employé(e)

source: Platform type
fr_fr: Type de plateforme

source: Primary communication manager ID
fr_fr: ID du manager de communication principal
